/* 
   Localizable.strings
   G2M  Mac Recording Manager

   Created by paul fitzgerald on 2/23/12.
   Copyright 2012 Citrix Online. All rights reserved.
 */


/* Text for the Open dialog. */
"L10N_Open_Dialog_Title" = "Seleziona cartella registrazioni";

/* Text for the Open dialog. */
"L10N_Open_Dialog_Text" = "Seleziona la cartella registrazioni da visualizzare.";

/* Text for the Quit confirmation dialog. */
"L10N_Quit_Confirmation_Title" = "Conversione registrazione in corso. Uscire?";

/* Text for the Quit confirmation dialog. */
"L10N_Quit_Confirmation_Text" = "Sarà possibile riavviare la conversione, ma la porzione già completata andrà persa.";

/* Text for the Quit confirmation dialog Button. */
"L10N_Quit_Confirmation_Confirmed" = "Arresta conversione ed esci";

/* Text for the Quit confirmation dialog Button. */
"L10N_Quit_Confirmation_Aborted" = "Continua conversione";

/* Displayed to the user to show the meeting name during conversion of a recording. */
"L10N_Converting_Format_String" = "Conversione di \"%@\" (%d/%d)";

/* Text for the Delete confirmation dialog. */
"L10N_Delete_Confirmation_Title" = "Eliminare registrazione?";

/* Text for the Delete confirmation dialog. */
"L10N_Delete_Confirmation_Text" = "La registrazione verrà eliminata definitivamente dalla cartella delle registrazioni.";

/* Text for the Delete confirmation dialog Button. */
"L10N_Delete_Confirmation_Confirmed" = "Elimina";

/* Text for the Delete confirmation dialog Button. */
"L10N_Delete_Confirmation_Aborted" = "Non eliminare";

/* Displayed to the user as an error message. */
"L10N_Cant_Read_Audio_File_Error" = "Impossibile aprire la registrazione audio.";

/* Displayed to the user as an error message. */
"L10N_Cant_Create_Audio_File_Error" = "Impossibile creare audio per la registrazione.";

/* Displayed to the user as an error message. */
"L10N_Cant_Read_Video_File_Error" = "Impossibile aprire la registrazione video.";

/* Displayed to the user as an error message. */
"L10N_No_Video_File_Error" = "Impossibile aprire la registrazione video.";

/* Displayed to the user as an error message. */
"L10N_Cant_Init_QTMovie_Error" = "Impossibile utilizzare la registrazione audio.";

/* Displayed to the user as an error message. */
"L10N_No_Recording_Data_Error" = "La registrazione non contiene audio né video.";

/* Text for the Cancel confirmation dialog. */
"L10N_Cancel_Confirmation_Title" = "Arrestare la conversione della registrazione?";

/* Text for the Cancel confirmation dialog. */
"L10N_Cancel_Confirmation_Text" = "Sarà possibile riavviare la conversione, ma la porzione già completata andrà persa.";

/* Text for the Cancel confirmation dialog Button. */
"L10N_Cancel_Confirmation_Confirmed" = "Arresta conversione";

/* Text for the Cancel confirmation dialog Button. */
"L10N_Cancel_Confirmation_Aborted" = "Continua conversione";

/* Displayed to the user as an error message. */
"L10N_Data_Flawed_Error" = "Impossibile utilizzare la registrazione video poiché è stata danneggiata.";

/* Displayed to the user as an error message. */
"L10N_Recording_File_Already_Exists_Error" = "Esiste già un file di output con nome: ";

/* Displayed to the user as an error message. */
"L10N_Already_Converting" = "Si sta già convertendo una registrazione.";

/* Displayed to the user to show that nothing is comlete during conversion of a recording. */
"L10N_Zero_Complete_String" = "0% completato";

/* Displayed to the user to show the percent comlete during conversion of a recording. */
"L10N_Percent_Complete_Format_String" = "%d%% completato";

/* Displayed to the user to show the status during the saving of the recording file. */
"L10N_Saving_File_Action_Text" = "Salvataggio file";

/* Displayed to the user as an error message. */
"L10N_Movie_Not_Written_Error_Message" = "Errore di transcodifica. Riprovare.";

/* Displayed to the user to show the status during the canceling process. */
"L10N_Cancel_Action_Text" = "Annullamento";

/* Exception error alert text */
"L10N_Application Error Occurred" = "Errore applicazione";

/* Exception error alert informative text */
"L10N_error_caused_application_to_exit_after_delay" = "Un errore causerà la chiusura dell'applicazione fra breve.";
